RRN_Data/1029800/1029832.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-04-25T02:14:39.139+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-04-25T02:14:39.139+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230425-000066" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-04-25T02:14:38.335+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralObstruction" id="230425-000066-1" version="3"><situationRecordCreationReference>frmar-230425-152945-frmar-230425-172142</situationRecordCreationReference><situationRecordCreationTime>2023-04-25T02:00:45.570+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-04-25T02:14:35.740+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-04-25T02:14:38.335+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-04-25T02:00:45.570+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><sourceType>videoProcessingMonitoringStation</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-04-25T02:00:01.492+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Urbain/CAM</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 0 m au sud de Saint-Julien, fin : situé 0 m au nord de Saint-Julien</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De A7 - Autoroute du Soleil vers A50 - Autoroute Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.308422</latitude><longitude>5.4248886</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Marseille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A507</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.30959</latitude><longitude>5.4246693</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Marseille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A507</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Julien</value></values></alertCLocationName><specificLocation>39053</specificLocation></alertCLocation><offsetDistance><offsetDistance>0</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Julien</value></values></alertCLocationName><specificLocation>39053</specificLocation></alertCLocation><offsetDistance><offsetDistance>0</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0507</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>430.0</distanceAlong><fromReferent><referentIdentifier>13PR6D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>300.0</distanceAlong><fromReferent><referentIdentifier>13PR6D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><obstructionType>peopleOnRoadway</obstructionType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>